Repository: jizhi0v0/duo-updater
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, tr, zh_hans, zh_hant

source: Running brew upgrade…
de: brew upgrade wird ausgeführt …
es: Ejecutando brew upgrade…
fr: Exécution de brew upgrade…
it: Esecuzione di brew upgrade…
ja: brew upgrade を実行中…
pt_br: Executando brew upgrade…
ru: Выполняется brew upgrade…
tr: brew upgrade çalıştırılıyor…
zh_hans: 正在运行 brew upgrade…
zh_hant: 正在執行 brew upgrade…

source: Running now
de: Läuft gerade
es: En ejecución
fr: En cours d'exécution
it: In esecuzione ora
ja: 実行中
pt_br: Em execução agora
ru: Сейчас запущено
tr: Şu an çalışıyor
zh_hans: 正在运行
zh_hant: 正在執行

source: Runs `brew upgrade --formula` — upgrades every outdated CLI formula at once. Casks are managed per-row above.
de: Führt `brew upgrade --formula` aus – aktualisiert alle veralteten CLI-Formeln auf einmal. Casks werden oben zeilenweise verwaltet.
es: Ejecuta `brew upgrade --formula`; actualiza de una vez todas las fórmulas de CLI desactualizadas. Los casks se gestionan fila por fila arriba.
fr: Exécute `brew upgrade --formula` — met à niveau toutes les formules CLI obsolètes en une fois. Les casks sont gérés ligne par ligne ci-dessus.
it: Esegue `brew upgrade --formula`: aggiorna in una volta tutte le formule CLI obsolete. I cask si gestiscono riga per riga qui sopra.
ja: `brew upgrade --formula` を実行し、古いCLIフォーミュラをまとめてアップグレードします。Caskは上の各行で個別に管理されます。
pt_br: Executa `brew upgrade --formula` — atualiza todas as fórmulas CLI desatualizadas de uma vez. Os casks são gerenciados linha a linha acima.
ru: Выполняет `brew upgrade --formula` — обновляет сразу все устаревшие формулы командной строки. Casks управляются построчно выше.
tr: `brew upgrade --formula` çalıştırır — güncel olmayan tüm CLI formüllerini tek seferde yükseltir. Cask’ler yukarıda satır satır yönetilir.
zh_hans: 运行 `brew upgrade --formula` — 一次性升级所有过期的命令行配方。Cask 在上方逐行管理。
zh_hant: 執行 `brew upgrade --formula`——一次升級所有過時的命令列 formula。cask 在上方逐列管理。

source: Runs `brew update`, which updates Homebrew and refreshes its package lists using your own Homebrew settings.
de: Führt `brew update` aus – aktualisiert Homebrew und seine Paketlisten mit deinen eigenen Homebrew-Einstellungen.
es: Ejecuta `brew update`; actualiza Homebrew y sus listas de paquetes con tu propia configuración de Homebrew.
fr: Exécute `brew update` — met à jour Homebrew et ses listes de paquets avec vos propres réglages Homebrew.
it: Esegue `brew update`, che aggiorna Homebrew e ne rinnova gli elenchi dei pacchetti usando le tue impostazioni di Homebrew.
ja: `brew update` を実行し、あなたの Homebrew 設定のまま Homebrew とパッケージ一覧を更新します。
pt_br: Executa `brew update`, que atualiza o Homebrew e as listas de pacotes usando os seus próprios ajustes do Homebrew.
ru: Выполняет `brew update` — обновляет Homebrew и списки пакетов с вашими собственными настройками Homebrew.
tr: `brew update` çalıştırır; bu, kendi Homebrew ayarlarınızı kullanarak Homebrew’u günceller ve paket listelerini yeniler.
zh_hans: 运行 `brew update` — 按你自己的 Homebrew 设置更新 Homebrew 并刷新软件包列表。
zh_hant: 執行 `brew update`，依你自己的 Homebrew 設定更新 Homebrew 並重新整理套件列表。

source: Runs `brew upgrade --formula`, then upgrades any listed cask by name. Covers command-line formulae plus casks that install no app (CLIs, fonts) — those have no row of their own. GUI casks are managed per-app above and are never touched. The count reads your local tap; brew refreshes itself during the upgrade, so it still lands the latest.
de: Führt `brew upgrade --formula` aus und aktualisiert anschließend jeden aufgeführten Cask namentlich. Umfasst Kommandozeilen-Formeln sowie Casks, die keine App installieren (CLIs, Schriften) – diese haben keine eigene Zeile. GUI-Casks werden oben pro App verwaltet und nie berührt. Die Anzahl liest deinen lokalen Tap; brew aktualisiert sich während des Upgrades selbst, sodass trotzdem die neueste Version landet.
es: Ejecuta `brew upgrade --formula` y luego actualiza por nombre cada cask listado. Cubre las fórmulas de línea de comandos y los casks que no instalan ninguna app (CLI, fuentes), que no tienen fila propia. Los casks GUI se gestionan por app arriba y nunca se tocan aquí. El recuento lee tu tap local; brew se actualiza a sí mismo durante el proceso, así que igualmente obtiene la última versión.
fr: Exécute `brew upgrade --formula`, puis met à niveau chaque cask listé par son nom. Couvre les formules en ligne de commande ainsi que les casks qui n'installent aucune application (CLI, polices) — ceux-ci n'ont pas de ligne propre. Les casks GUI sont gérés par application ci-dessus et ne sont jamais touchés. Le nombre lit votre tap local ; brew se rafraîchit lui-même pendant la mise à niveau, donc la dernière version est quand même obtenue.
it: Esegue `brew upgrade --formula`, poi aggiorna per nome ogni cask elencato. Copre le formule da riga di comando e i cask che non installano app (CLI, font), che non hanno una riga propria. I cask con interfaccia grafica si gestiscono per app qui sopra e non vengono mai toccati. Il conteggio legge il tuo tap locale; brew si aggiorna durante l’upgrade, quindi installa comunque l’ultima versione.
ja: `brew upgrade --formula` を実行し、その後リストにある各Caskを名前で個別にアップグレードします。CLIフォーミュラと、アプリをインストールしないCask（CLI、フォントなど、専用の行がないもの）が対象です。GUI Caskは上の各アプリ行で管理され、ここでは決して操作されません。件数はローカルのtapを参照します。アップグレード中にbrew自体も更新されるため、常に最新の状態が反映されます。
pt_br: Executa `brew upgrade --formula` e depois atualiza pelo nome cada cask listado. Abrange fórmulas de linha de comando e casks que não instalam app (CLIs, fontes) — esses não têm linha própria. Os casks com interface são gerenciados por app acima e nunca são tocados. A contagem lê o seu tap local; o brew se atualiza durante o upgrade, então ainda chega à versão mais recente.
ru: Выполняет `brew upgrade --formula`, затем обновляет по имени каждый указанный cask. Охватывает формулы командной строки и casks, не устанавливающие приложение (CLI, шрифты) — у них нет отдельной строки. GUI-casks управляются построчно выше и никогда не затрагиваются. Счётчик читает ваш локальный tap; brew обновляется сам в процессе, так что всё равно устанавливается последняя версия.
tr: `brew upgrade --formula` çalıştırır, ardından listelenen her cask’i adıyla yükseltir. Komut satırı formüllerini ve uygulama yüklemeyen cask’leri (CLI’lar, fontlar) kapsar — bunların kendi satırı yoktur. GUI cask’leri yukarıda uygulama bazında yönetilir ve asla ellenmez. Sayı yerel tap’inizden okunur; brew yükseltme sırasında kendini yenilediği için yine de en son sürüm yüklenir.
zh_hans: 运行 `brew upgrade --formula`，然后按名称升级所有列出的 cask。涵盖命令行配方以及不安装应用的 cask（CLI、字体）— 它们没有自己的行。GUI cask 在上方按应用逐个管理，绝不会被触及。计数读取你本地的 tap；brew 会在升级过程中自我刷新，因此仍会获取最新版本。
zh_hant: 執行 `brew upgrade --formula`，然後依名稱升級列出的每個 cask。涵蓋命令列 formula，以及不安裝 App 的 cask（CLI、字型）——它們沒有自己的列。GUI cask 在上方依 App 個別管理，絕不會被動到。數量讀取自你本機的 tap；brew 會在升級時自行更新，因此仍會裝到最新版本。

source: SIZE
de: GRÖSSE
es: TAMAÑO
fr: TAILLE
it: DIMENSIONE
ja: サイズ
pt_br: TAMANHO
ru: РАЗМЕР
tr: BOYUT
zh_hans: 大小
zh_hant: 大小

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt_br: Salvar
ru: Сохранить
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

source: Save key + instance ID
de: Schlüssel + Instanz-ID speichern
es: Guardar clave e ID de instancia
fr: Enregistrer la clé et l'ID d'instance
it: Salva chiave + ID istanza
ja: キーとインスタンスIDを保存
pt_br: Salvar chave + ID da instância
ru: Сохранить ключ и ID экземпляра
tr: Anahtarı + örnek kimliğini kaydet
zh_hans: 保存密钥和实例 ID
zh_hant: 儲存金鑰與實例 ID

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存済み
pt_br: Salvo
ru: Сохранено
tr: Kaydedildi
zh_hans: 已保存
zh_hant: 已儲存

source: Saved · belongs to %@
de: Gespeichert · gehört zu %@
es: Guardado · pertenece a %@
fr: Enregistré · appartient à %@
it: Salvato · appartiene a %@
ja: 保存済み · %@ のもの
pt_br: Salvo · pertence a %@
ru: Сохранено · принадлежит %@
tr: Kaydedildi · sahibi: %@
zh_hans: 已保存 · 属于 %@
zh_hant: 已儲存 · 屬於 %@

source: Saved — precise detection enabled.
de: Gespeichert – präzise Erkennung aktiviert.
es: Guardado; detección precisa activada.
fr: Enregistré — détection précise activée.
it: Salvato — rilevamento preciso attivato.
ja: 保存済み — 高精度検出が有効になりました。
pt_br: Salvo — detecção precisa ativada.
ru: Сохранено — точное определение включено.
tr: Kaydedildi — hassas algılama etkin.
zh_hans: 已保存 — 已启用精确检测。
zh_hant: 已儲存——已啟用精確偵測。

source: Saved — using a new activation for this Mac.
de: Gespeichert – neue Aktivierung für diesen Mac wird verwendet.
es: Guardado; se está usando una activación nueva para este Mac.
fr: Enregistré — utilise une nouvelle activation pour ce Mac.
it: Salvato — viene usata una nuova attivazione per questo Mac.
ja: 保存済み — このMac用に新しいアクティベーションを使用しています。
pt_br: Salvo — usando uma nova ativação para este Mac.
ru: Сохранено — используется новая активация для этого Mac.
tr: Kaydedildi — bu Mac için yeni bir etkinleştirme kullanılıyor.
zh_hans: 已保存 — 正在为此 Mac 使用新的激活。
zh_hant: 已儲存——這台 Mac 使用新的啟用名額。

source: Scanning…
de: Wird gescannt …
es: Explorando…
fr: Analyse en cours…
it: Analisi…
ja: スキャン中…
pt_br: Examinando…
ru: Сканирование…
tr: Taranıyor…
zh_hans: 正在扫描…
zh_hant: 正在掃描…

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
pt_br: Buscar
ru: Поиск
tr: Ara
zh_hans: 搜索
zh_hant: 搜尋

source: Search apps
de: Apps suchen
es: Buscar apps
fr: Rechercher des applications
it: Cerca app
ja: アプリを検索
pt_br: Buscar apps
ru: Поиск приложений
tr: Uygulamalarda ara
zh_hans: 搜索应用
zh_hant: 搜尋 App

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
pt_br: Selecionar Tudo
ru: Выбрать все
tr: Tümünü Seç
zh_hans: 全选
zh_hant: 全選

source: Select an app
de: App auswählen
es: Selecciona una app
fr: Sélectionner une application
it: Seleziona un’app
ja: アプリを選択
pt_br: Selecione um app
ru: Выберите приложение
tr: Bir uygulama seçin
zh_hans: 选择一个应用
zh_hant: 選擇一個 App

source: Self-updating apps
de: Selbstaktualisierende Apps
es: Apps que se actualizan solas
fr: Applications à mise à jour automatique
it: App che si aggiornano da sole
ja: 自己更新するアプリ
pt_br: Apps que se atualizam sozinhos
ru: Самообновляющиеся приложения
tr: Kendini güncelleyen uygulamalar
zh_hans: 自更新应用
zh_hant: 自行更新的 App

source: Set Up…
de: Einrichten …
es: Configurar…
fr: Configurer…
it: Configura…
ja: セットアップ…
pt_br: Configurar…
ru: Настроить…
tr: Kur…
zh_hans: 设置…
zh_hant: 設定…

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

source: Settings — something new in here
de: Einstellungen – hier gibt es Neues
es: Ajustes: aquí hay algo nuevo
fr: Réglages — il y a du nouveau ici
it: Impostazioni — c’è qualcosa di nuovo
ja: 設定 — 新しい項目があります
pt_br: Ajustes — há novidades aqui
ru: Настройки — здесь появилось новое
tr: Ayarlar — burada yeni bir şey var
zh_hans: 设置 —— 这里有新东西
zh_hant: 設定 — 這裡有新東西

source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
it: Impostazioni…
ja: 設定…
pt_br: Ajustes…
ru: Настройки…
tr: Ayarlar…
zh_hans: 设置…
zh_hant: 設定…

source: Show all
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra tutto
ja: すべて表示
pt_br: Mostrar tudo
ru: Показать все
tr: Tümünü göster
zh_hans: 显示全部
zh_hant: 顯示全部

source: Show token
de: Token anzeigen
es: Mostrar token
fr: Afficher le jeton
it: Mostra token
ja: トークンを表示
pt_br: Mostrar token
ru: Показать токен
tr: Token’ı göster
zh_hans: 显示令牌
zh_hant: 顯示權杖

source: Show what each app is built with
de: Anzeigen, womit jede App gebaut ist
es: Mostrar con qué está hecha cada app
fr: Afficher avec quoi chaque app est conçue
it: Mostra con cosa è creata ogni app
ja: 各アプリの実装技術を表示
pt_br: Mostrar com o que cada app é feito
ru: Показывать, на чём написано приложение
tr: Her uygulamanın neyle geliştirildiğini göster
zh_hans: 显示每个 App 用什么技术构建
zh_hant: 顯示每個 App 以什麼技術建構

source: Showing the most recent %lld of %lld matching requests
de: Die neuesten %lld von %lld passenden Anfragen
es: Mostrando las %lld solicitudes más recientes de %lld coincidentes
fr: Affichage des %lld requêtes les plus récentes sur %lld correspondantes
it: Visualizzate le %lld richieste più recenti su %lld corrispondenti
ja: 新しい %lld 件を表示（一致 %lld 件中）
pt_br: Mostrando as %lld requisições mais recentes de %lld correspondentes
ru: Показаны последние %lld из %lld подходящих запросов
tr: Eşleşen %2$lld isteğin en son %1$lld tanesi gösteriliyor
zh_hans: 显示最近 %lld 条，共 %lld 条匹配
zh_hant: 顯示 %2$lld 個符合請求中最近的 %1$lld 個

source: Signed in as %@
de: Angemeldet als %@
es: Sesión iniciada como %@
fr: Connecté en tant que %@
it: Accesso eseguito come %@
ja: %@ としてサインイン中
pt_br: Conectado como %@
ru: Вы вошли как %@
tr: Oturum açan: %@
zh_hans: 已登录为 %@
zh_hant: 已登入為 %@

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
pt_br: Tamanho
ru: Размер
tr: Boyut
zh_hans: 大小
zh_hant: 大小

source: Skip %@
de: %@ überspringen
es: Omitir %@
fr: Ignorer %@
it: Salta %@
ja: %@ をスキップ
pt_br: Pular %@
ru: Пропустить %@
tr: %@ sürümünü atla
zh_hans: 跳过 %@
zh_hant: 略過 %@

source: Skipped (row status)
de: Übersprungen
es: Omitido
fr: Version ignorée
it: Saltata
ja: スキップ済み
pt_br: Pulada
ru: Пропущено
tr: Atlandı
zh_hans: 已跳过
zh_hant: 已略過

source: Skipped versions
de: Übersprungene Versionen
es: Versiones omitidas
fr: Versions ignorées
it: Versioni saltate
ja: スキップされたバージョン
pt_br: Versões puladas
ru: Пропущенные версии
tr: Atlanan sürümler
zh_hans: 已跳过的版本
zh_hant: 已略過的版本

source: Slower than 5 s
de: Langsamer als 5 s
es: Más de 5 s
fr: Plus de 5 s
it: Più lente di 5 s
ja: 5 秒より遅い
pt_br: Mais de 5 s
ru: Дольше 5 с
tr: 5 sn’den yavaş
zh_hans: 超过 5 秒
zh_hant: 超過 5 秒

source: Some apps could not be checked — see above.
de: Einige Apps konnten nicht geprüft werden — siehe oben.
es: Algunas apps no se pudieron comprobar — mira arriba.
fr: Certaines apps n’ont pas pu être vérifiées — voir ci-dessus.
it: Non è stato possibile controllare alcune app: vedi sopra.
ja: 一部のアプリを確認できませんでした（上を参照）。
pt_br: Não foi possível verificar alguns apps — veja acima.
ru: Некоторые приложения не удалось проверить — см. выше.
tr: Bazı uygulamalar denetlenemedi — yukarıya bakın.
zh_hans: 有 App 没能检查成功 —— 见上方。
zh_hant: 有些 App 無法檢查——請見上方。

source: Some of your apps keep what DuoUpdater needs to check them where macOS only lets it look with Full Disk Access. Nothing read there leaves your Mac. %@ You can grant it later in DuoUpdater’s Settings → Diagnostics, or in System Settings → Privacy & Security → Full Disk Access.
de: Einige deiner Apps legen das, was DuoUpdater zum Prüfen braucht, dort ab, wo macOS nur mit Festplattenvollzugriff hineinschauen lässt. Nichts davon verlässt deinen Mac. %@ Du kannst ihn später in DuoUpdater unter Einstellungen → Diagnose erteilen oder in Systemeinstellungen → Datenschutz & Sicherheit → Festplattenvollzugriff.
es: Algunas de tus apps guardan lo que DuoUpdater necesita para comprobarlas donde macOS solo le deja mirar con acceso total al disco. Nada de lo que lee sale de tu Mac. %@ Puedes concederlo más tarde en DuoUpdater, en Ajustes → Diagnóstico, o en Ajustes del Sistema → Privacidad y seguridad → Acceso total al disco.
fr: Certaines de vos apps rangent ce dont DuoUpdater a besoin pour les vérifier là où macOS ne le laisse regarder qu’avec l’accès complet au disque. Rien de ce qui est lu ne quitte votre Mac. %@ Vous pourrez l’accorder plus tard dans DuoUpdater, sous Réglages → Diagnostic, ou dans Réglages Système → Confidentialité et sécurité → Accès complet au disque.
it: Alcune delle tue app conservano ciò che serve a DuoUpdater per controllarle in posizioni che macOS gli lascia leggere solo con l’Accesso completo al disco. Niente di ciò che viene letto lascia il tuo Mac. %@ Puoi concederlo più tardi in Impostazioni di DuoUpdater → Diagnostica, oppure in Impostazioni di Sistema → Privacy e sicurezza → Accesso completo al disco.
ja: 一部の App は、DuoUpdater が確認に必要とする情報を、フルディスクアクセスがないと macOS が読ませない場所に保管しています。読み取った内容が Mac の外に出ることはありません。 %@ 後から DuoUpdater の「設定」→「診断」、またはシステム設定の「プライバシーとセキュリティ」→「フルディスクアクセス」で許可できます。
pt_br: Alguns dos seus apps guardam o que o DuoUpdater precisa para verificá-los em lugares que o macOS só deixa ler com Acesso Total ao Disco. Nada do que é lido sai do seu Mac. %@ Você pode conceder depois em Ajustes → Diagnóstico do DuoUpdater, ou em Ajustes do Sistema → Privacidade e Segurança → Acesso Total ao Disco.
ru: Некоторые ваши приложения хранят то, что нужно DuoUpdater для их проверки, там, куда macOS пускает только с полным доступом к диску. Ничего из прочитанного не покидает ваш Mac. %@ Предоставить его можно позже в DuoUpdater: Настройки → Диагностика, или в «Системных настройках» → «Конфиденциальность и безопасность» → «Полный доступ к диску».
tr: Bazı uygulamalarınız, DuoUpdater’ın onları denetlemek için ihtiyaç duyduğu bilgileri macOS’in yalnızca Tam Disk Erişimi ile bakmasına izin verdiği yerlerde tutuyor. Orada okunan hiçbir şey Mac’inizden çıkmaz. %@ Bu izni daha sonra DuoUpdater’ın Ayarlar → Tanılama bölümünden veya Sistem Ayarları → Gizlilik ve Güvenlik → Tam Disk Erişimi’nden verebilirsiniz.
zh_hans: 你的部分 App 把 DuoUpdater 检查它们所需的信息存放在只有完全磁盘访问权限才能读取的位置。读取的内容不会离开你的 Mac。 %@ 之后可在 DuoUpdater 的「设置」→「诊断」中授权，或前往「系统设置」→「隐私与安全性」→「完全磁盘访问权限」。
zh_hant: 你的部分 App 將 DuoUpdater 檢查時所需的資訊存放在 macOS 只允許以「完全取用磁碟」權限讀取的位置。在那裡讀取的任何內容都不會離開你的 Mac。 %@ 你可以稍後在 DuoUpdater 的「設定」→「診斷」中授予，或前往「系統設定」→「隱私權與安全性」→「完全取用磁碟」。

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並べ替え
pt_br: Ordenar
ru: Сортировка
tr: Sırala
zh_hans: 排序
zh_hant: 排序

source: Starting…
de: Wird gestartet …
es: Iniciando…
fr: Démarrage…
it: Avvio…
ja: 開始中…
pt_br: Iniciando…
ru: Начало…
tr: Başlatılıyor…
zh_hans: 正在开始…
zh_hant: 正在開始…

source: Still running %@ — relaunch pending from an earlier update
de: Es läuft noch %@ – Neustart aus einem früheren Update steht noch aus
es: Aún se está ejecutando %@; queda pendiente una reapertura de una actualización anterior
fr: %@ est toujours en cours d'exécution — relance en attente d'une mise à jour précédente
it: Ancora in esecuzione %@ — riapertura in sospeso da un aggiornamento precedente
ja: まだ %@ が実行中です — 以前の更新による再起動が保留中です
pt_br: Ainda executando %@ — reabertura pendente de uma atualização anterior
ru: Всё ещё запущена версия %@ — ожидается перезапуск после предыдущего обновления
tr: Hâlâ %@ çalışıyor — önceki bir güncellemeden yeniden başlatma bekliyor
zh_hans: 仍在运行 %@ — 等待此前更新的重新启动
zh_hant: 仍在執行 %@ — 先前的更新正等待重新開啟

source: Stop ignoring %@
de: %@ nicht mehr ignorieren
es: Dejar de ignorar %@
fr: Ne plus ignorer %@
it: Non ignorare più %@
ja: %@ の無視を解除
pt_br: Deixar de ignorar %@
ru: Перестать игнорировать %@
tr: Yok saymayı bırak: %@
zh_hans: 停止忽略 %@
zh_hant: 停止忽略 %@

source: Supported up to macOS %@ — click for details
de: Unterstützt bis macOS %@ — klicken für Details
es: Compatible hasta macOS %@; haz clic para ver los detalles
fr: Pris en charge jusqu’à macOS %@ — cliquez pour en savoir plus
it: Supportata fino a macOS %@ — fai clic per i dettagli
ja: macOS %@ までサポート — 詳細はクリック
pt_br: Compatível até o macOS %@ — clique para ver detalhes
ru: Поддерживается до macOS %@ — нажмите для подробностей
tr: macOS %@ sürümüne kadar destekleniyor — ayrıntılar için tıklayın
zh_hans: 最高支持到 macOS %@ — 点击查看详情
zh_hant: 最高支援到 macOS %@ — 按一下查看詳細資訊

source: Switch between side-by-side and long-scroll layouts
de: Zwischen nebeneinander angeordnetem Layout und Langbildlauf wechseln
es: Cambiar entre el diseño en paralelo y el de desplazamiento largo
fr: Basculer entre la disposition côte à côte et le défilement long
it: Passa dal layout affiancato a quello a scorrimento continuo
ja: 左右分割とロングスクロールのレイアウトを切り替えます
pt_br: Alternar entre layout lado a lado e rolagem contínua
ru: Переключение между расположением бок о бок и длинной прокруткой
tr: Yan yana ve uzun kaydırmalı yerleşim arasında geçiş yap
zh_hans: 在并排布局和长滚动布局之间切换
zh_hant: 在並排與長捲動版面之間切換

source: Switched on but not responding — use Restart Helper
de: Eingeschaltet, antwortet aber nicht – „Neu starten“ verwenden
es: Activado pero sin respuesta; usa «Reiniciar»
fr: Activé mais ne répond pas — utilisez « Redémarrer l'assistant »
it: Attivato ma non risponde — usa Riavvia helper
ja: 有効ですが応答がありません — 「ヘルパーを再起動」を使用してください
pt_br: Ativado, mas sem resposta — use Reiniciar
ru: Включён, но не отвечает — используйте «Перезапустить помощник»
tr: Açık ama yanıt vermiyor — Yardımcıyı Yenile’yi kullanın
zh_hans: 已开启但无响应 — 请使用“重启助理”
zh_hant: 已開啟但沒有回應 — 請使用「重新啟動輔助程式」

source: TestFlight keeps the builds it offers you in its own database, and only TestFlight itself ever brings that database up to date — so a fresh answer means starting TestFlight. Reading the database needs Full Disk Access; without it, beta rows say so.
de: TestFlight führt die Builds, die es dir anbietet, in einer eigenen Datenbank, und nur TestFlight selbst bringt diese Datenbank je auf den neuesten Stand – eine frische Antwort bedeutet also, TestFlight zu starten. Zum Lesen der Datenbank ist Festplattenvollzugriff nötig; ohne ihn sagen die Beta-Zeilen das.
es: TestFlight guarda las compilaciones que te ofrece en su propia base de datos, y solo TestFlight la pone al día, así que obtener una respuesta nueva implica iniciar TestFlight. Leer la base de datos necesita acceso total al disco; sin él, las filas de betas lo indican.
fr: TestFlight conserve les versions qu’il vous propose dans sa propre base de données, et lui seul la met à jour — obtenir une réponse fraîche implique donc de lancer TestFlight. Lire cette base nécessite l’accès complet au disque ; sans lui, les lignes des bêtas l’indiquent.
it: TestFlight conserva le build che ti offre in un proprio database, e solo TestFlight stesso lo aggiorna: quindi una risposta aggiornata significa avviare TestFlight. Leggere il database richiede l’Accesso completo al disco; senza, le righe delle beta lo segnalano.
ja: TestFlight は提供するビルドを自身のデータベースに保持しており、そのデータベースを更新できるのは TestFlight 自身だけです。そのため、最新の情報を得るには TestFlight を起動する必要があります。データベースの読み取りにはフルディスクアクセスが必要で、権限がない場合はベータ版の行にその旨が表示されます。
pt_br: O TestFlight guarda os builds que oferece a você num banco de dados próprio, e só o próprio TestFlight o atualiza — então uma resposta atualizada significa abrir o TestFlight. Ler o banco de dados requer Acesso Total ao Disco; sem ele, as linhas de betas avisam isso.
ru: TestFlight хранит предлагаемые вам сборки в собственной базе данных, и обновляет её только сам TestFlight — поэтому свежий ответ означает запуск TestFlight. Для чтения базы нужен полный доступ к диску; без него строки бета-версий сообщают об этом.
tr: TestFlight size sunduğu derlemeleri kendi veritabanında tutar ve bu veritabanını yalnızca TestFlight’ın kendisi günceller — yani yeni bir yanıt almak TestFlight’ı başlatmak demektir. Veritabanını okumak Tam Disk Erişimi gerektirir; bu izin yoksa beta satırları bunu belirtir.
zh_hans: TestFlight 把提供给你的 build 存在它自己的数据库里，而只有 TestFlight 自己会让这份数据库前进——所以要拿到新答案，就得启动 TestFlight。读取这份数据库需要完全磁盘访问权限；没有权限时，测试版所在的行会如实说明。
zh_hant: TestFlight 將提供給你的版本存放在它自己的資料庫中，而且只有 TestFlight 本身會更新這個資料庫——因此要取得最新結果，就得啟動 TestFlight。讀取資料庫需要「完全取用磁碟」權限；沒有權限時，Beta 版所在的列會如實註明。
